var t = getApp();

Page({
    data: {
        question: [ {
            title: "1、998二手挖机圈有什么用？",
            content: "998二手挖机圈小程序为全国各地车主提供信息发布平台，让车主直接对接车主买卖二手铲车更快。"
        }, {
            title: "2、如何发布我的设备？",
            content: "点击“卖车”直接填写设备相关信息即可发布。"
        }, {
            title: "3、为什么车主发布价格很高？",
            content: "设备报价由车主自主报价，建议您看中设备之后可以在线砍价或直接与车主电话沟通。"
        }, {
            title: "4、如何加入会员？",
            content: "点击“我的”页面找到升级会员入口，通过微信支付会员费用即可。"
        }, {
            title: "5、为什么我设备被举报了？",
            content: "发布设备信息虚假或错误都可能被用户举报，请发布设备之前一定要谨慎。"
        }, {
            title: "6、车在平台卖掉了如何设置已成交？",
            content: "选择“我的”页面，找到“我发布的”的选择，里面有“在售”按钮，点下就切换成“已售”确定已售之后无法修改为在售状态。"
        }, {
            title: "7、我是卖车车主，如何才能联系到买主？",
            content: "1、在设备详情页底部菜单，点击【联系车主】直接可以拨打您的电话。2、买家设备详情页底部菜单，点击【我要砍价】对您的车进行砍价后，您可以【我的】页面查看对方的报价，选择联系对方。"
        }, {
            title: "8、如何才能在平台最快卖掉车？",
            content: "1、发布设备照片清晰同时价格和描述要正确完整，包含，手续，分期、车龄等，买家对您的车更全面了解更快与您联系。2、发布成功之后转发到铲车行业相关的微信群，一键直达6亿微信用户群，卖车更快"
        }, {
            title: "9、积分有什么用？",
            content: "积分是998二手挖机圈小程序上消费的虚拟货币，用户可以通过邀请好友、注册、充值等获得积分，目前可使用积分，拨打电话，刷新设备，兑换各类礼品等。"
        } ]
    },
    onLoad: function(t) {},
    openchat: function() {
        wx.request({
            method: "POST",
            header: {
                "Content-Type": "application/x-www-form-urlencoded"
            },
            url: "https://api.998jx.com/micro/account/starchat",
            data: {
                token: t.globalData.userInfo.token
            }
        });
    }
});