Object.defineProperty(exports, "__esModule", {
    value: !0
}), exports.initWebFormFun = function() {
    return {
        formData: {
            form: [ [ "name", "姓名", "", "请填写真实姓名，商务沟通更加可信", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "job", "职位", "", "请填写职位", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "company", "公司", " ''", "请填写公司名称", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "mophone1", "手机", "", "请填写手机号", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "mophone2", "手机", "", "请填写手机号", 1, !1, 0, {
                add: !1,
                sort: 2
            } ], [ "mophone3", "手机", "", "请填写手机号", 1, !1, 0, {
                add: !1,
                sort: 3
            } ], [ "wechat", "微信", "", "填写微信，方便沟通", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "wechat2", "微信", "", "填写微信，方便沟通", 1, !1, 0, {
                add: !1,
                sort: 2
            } ], [ "wechat3", "微信", "", "填写微信，方便沟通", 1, !1, 0, {
                add: !1,
                sort: 3
            } ], [ "addr1", "地址", "", "请填写地址", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "addr2", "地址", "", "请填写地址", 1, !1, 0, {
                add: !1,
                sort: 2
            } ], [ "addr3", "地址", "", "请填写地址", 1, !1, 0, {
                add: !1,
                sort: 3
            } ], [ "email1", "邮箱", "", "请填写邮箱", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "email2", "邮箱", "", "请填写邮箱", 1, !1, 0, {
                add: !1,
                sort: 2
            } ], [ "email3", "邮箱", "", "请填写邮箱", 1, !1, 0, {
                add: !1,
                sort: 3
            } ], [ "phone1", "座机", "", "请填写座机", 1, !1, 0, {
                add: !0,
                sort: 0
            } ], [ "phone2", "座机", "", "请填写座机", 1, !1, 0, {
                add: !1,
                sort: 2
            } ], [ "phone3", "座机", "", "请填写座机", 1, !1, 0, {
                add: !1,
                sort: 3
            } ], [ "fax", "传真", "", "请填写传真", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "website", "网址", "", "请填写网址", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "title", "职称", "", "请填写职称", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "englishName", "英文名", "", "请填写英文名", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "qq", "QQ", "", "请填写QQ", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "dept", "部门", "", "请填写部门", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "postCode", "邮编", "", "请填写邮编", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "offiaccount", "公众号", "", "请填写公众号", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "weibo", "微博", "", "请填写微博", 1, !1, 0, {
                add: !1,
                sort: 0
            } ], [ "industry", "行业", {
                industry: "",
                industry_data: ""
            }, "由管理员统一设置", 1, !1, 0, {
                add: !1,
                sort: 0
            } ] ]
        }
    };
};